{
	"melon": "MELON",
	"dictionary": "ˈmɛlən/",
	"noun": "proper noun",
	"description": "A planet located around 880 light-years away from Earth where the finest minds in Science Fiction and Fantasy meet once a year.",
	"industryday": "INDUSTRY DAY",
	"fanday": "FAN DAY",
	"industryTagline": "Melon will bring together Asia's best Science Fiction writers, filmmakers, game developers, technologists and investors.",
	"fanTagline": "Melon Fan Day will bring together Sci-Fi Fans with Asia's Best Authors and Fiction Writers.",
	"paulKrugmanQuote": "The science fiction world has a lot of people doing seriously imaginative thinking",
	"goodForTagline": "Melon will bring together Asia's best Science Fiction writers, filmmakers, game developers, technologists and investors.",
	"original_tagline": "tagline",
	"coming": "Asia's Leading Science Fiction and Fantasy Conference.",
	"industry_date": "19 April 2017",
	"fan_date": "20 April 2017",
	"hong_kong": "Hong Kong",
	"creative_talents": "Creative Talents",
	"business_side": "The Business Side",
	"creative_subtitle": "Writers &nbsp;:&nbsp; Artists &nbsp;:&nbsp; Filmmakers &nbsp;:&nbsp; Game Developers",
	"creative_text": "Meet and learn from industry experts. Gather ideas and build networks for future creations",
	"business_subtitle": "Distribution &nbsp;:&nbsp;  Finance &nbsp;:&nbsp;  Marketing &nbsp;:&nbsp;  PR",
	"business_text": "Find and source talent. Get access to funding. Match the right ideas with the right people.",
	"event_sponsors": "Our Event Sponsors",
	"organizers": "Co-Founders",
	"fritz_name": "Fritz Demopoulos",
	"fritz_bio": "Fritz Demopoulos has been involved in the media and digital industries for a number of years in China and the USA. He is the Founding Partner of Hong Kong-based Queen's Road Capital. He also co-founded Qunar.com, Shawei.com and had senior executive positions at The News Corporation Limited.",
	"siew_name": "Siew Hoon Yeoh",
	"siew_bio": "Siew Hoon Yeoh is the editor-at-large for SHY Ventures and editor/producer of WIT-Web In Travel. She also created and manages the travel insider website The Transit Cafe and also runs WIT - Web In Travel, Asia’s leading travel distribution, marketing and technology conference, and the weekly WIT newsletter.",
	"contact_title": "Tickets - I want to be there!",
	"input_box1Title": "What's your email address?",
	"input_box1": "name@example.com",
	"input_box2Title": "What's your favourite Sci-Fi/Fantasy Story or Film?",
	"input_box2": "Favourite Sci-Fi/Fantasy Story or Film",
	"sign_up": "SIGN UP",
	"social_title": "Melon Sci Fi in the Social Media",
	"footer": "Copyright © 2017 Melon Hong Kong.",
	"venues": "Venues",
	"eaton_house": "Location: Eaton House",
	"eaton_address": "3 Garden Road, Hong Kong",
	"day_1": "19th April 2017",
	"hku": "Location",
	"hku_address": "TBC",
	"day_2": "20th April 2017",
	"speakers": "SPEAKERS",
	"main_sponsor": "Main Sponsor",
	"venue_sponsor": "Venue Sponsor",
	"partners": "PARTNERS",
	"event_program": "Event Schedule",
	"program_day1": "DAY 1",
	"program_day2": "DAY 2",
	"program_day1_time1": "09:00 AM - 06:00 PM",
	"program_day1_time1_title": "Industry Day Program To Be Announced",
	"program_day1_time1_desc": "&nbsp;",
	"program_day1_time1_location": "Eaton House",
	"program_day1_time2": "11:00 AM",
	"program_day1_time2_title": "Keynote Speech: The rise of sci-fi",
	"program_day1_time2_desc": "An introduction into the Asia Sci-Fi Space",
	"program_day2_time1": "08:00 AM - 12:00 PM",
	"program_day2_time1_title": "Fan Day Program To Be Announced",
	"program_day2_time1_desc": "&nbsp;",
	"program_day2_time2": "10:30 AM",
	"program_day2_time2_title": "Automated Bots",
	"program_day2_time2_desc": "the future of the american worker",
	"book_industry_now": "Book Industry Day Tickets",
	"book_fan_now": "Book Fan Day Tickets",
	"contact_us": "Contact Us",
	"general": "General Enquiries - For any enquiries regarding ticketing or any general questions, please do not hesitate to contact us on <a href='mailto:info@melonhk.com'>info@melonhk.com</a>.",
	"media": "Media Enquiries - Interested media are most welcome to attend the event and we can also arrange interviews with speakers. For all media enquiries, please email us on <a href='mailto:info@melonhk.com'>info@melonhk.com</a>.",
	"join_team": "Join The Team",
	"join_team_text": "Melon is looking for volunteers to join the team!  For those who are interested in Sci-Fi/Fantasy, literature, creative industries, event management and/or marketing, this will be an invaluable opportunity to meet award-winning authors and get experience in a top industry event.",
	"join_team_click": "Click <a href='https://spoilt.recruiterbox.com/jobs/fk0m1xc' target='_blank'>here</a> to apply to be a volunteer.",
	"juicer": "Powered by Juicer",
	"speaker1_name": "Albert Tam",
	"speaker1_title": "Novelist, Screenwriter",
	"speaker1_country": "Hong Kong",
	"speaker1_picture": "speaker1_picture",
	"speaker2_name": "Andrew Bannister",
	"speaker2_title": "Author",
	"speaker2_country": "UK",
	"speaker2_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/andrew.jpg",
	"speaker3_name": "Andy Tian",
	"speaker3_title": "CEO, UP Live",
	"speaker3_country": "China",
	"speaker3_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/andy.jpg",
	"speaker4_name": "Anna Wu",
	"speaker4_title": "Writer, film and TV play writer",
	"speaker4_country": "China",
	"speaker4_picture": "speaker4_picture",
	"speaker5_name": "Charlie Jane Anders",
	"speaker5_title": "Author",
	"speaker5_country": "USA",
	"speaker5_picture": "speaker5_picture",
	"speaker6_name": "Curtis C. Chen",
	"speaker6_title": "Author",
	"speaker6_country": "USA",
	"speaker6_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/curtis.jpg",
	"speaker7_name": "Derek Ting",
	"speaker7_title": "Film Writer, Director, Producer",
	"speaker7_country": "Hong Kong",
	"speaker7_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/derek.jpg",
	"speaker8_name": "Eric Tan",
	"speaker8_title": "Founder, Fifth Journey",
	"speaker8_country": "Hong Kong",
	"speaker8_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/eric.jpg",
	"speaker9_name": "Hao Jingfang",
	"speaker9_title": "TBA",
	"speaker9_country": "China",
	"speaker9_picture": "speaker9_picture",
	"speaker10_name": "Jo Lusby",
	"speaker10_title": "MD, Penguin Random House",
	"speaker10_country": "Hong Kong",
	"speaker10_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/jl.jpg",
	"speaker11_name": "Jo Walton",
	"speaker11_title": "TBA",
	"speaker11_country": "TBA",
	"speaker11_picture": "speaker11_picture",
	"speaker12_name": "Lavie Tidhar",
	"speaker12_title": "Author",
	"speaker12_country": "UK",
	"speaker12_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/lavie.jpg",
	"speaker13_name": "Paul Aiello",
	"speaker13_title": "MD, Emerald Media, KKR",
	"speaker13_country": "Hong Kong",
	"speaker13_picture": "https://d3qwsxrru4xs4k.cloudfront.net/speakers/paul.jpg",
	"speaker14_name": "Philip Qu",
	"speaker14_title": "TBA",
	"speaker14_country": "TBA",
	"speaker14_picture": "speaker14_picture",
	"speaker15_name": "Sander Hamersma",
	"speaker15_title": "TBA",
	"speaker15_country": "Hong Kong",
	"speaker15_picture": "speaker15_picture",
	"speaker16_name": "Stanley Chen",
	"speaker16_title": "TBA",
	"speaker16_country": "TBA",
	"speaker16_picture": "speaker16_picture",
	"speaker17_name": "Woody Wan",
	"speaker17_title": "Co-Founder, Babeltime",
	"speaker17_country": "China",
	"speaker17_picture": "speaker17_picture",
	"speaker18_name": "Xia Jia",
	"speaker18_title": "Author",
	"speaker18_country": "China",
	"speaker18_picture": "speaker18_picture",
	"speaker1_bio": "Albert Tam, Hong Kong-based novelist and screenwriter. Previously worked in IT industry, he earned 9 awards in mainland China and Taiwan since 2007, ranging from science fiction, crime fiction to literature, with notable ones including the best novel of Chinese Stellar (Xing Yun) Award for 'Humanoid Software' (2010) where cyberpunk is meeting Hong Kong culture; 'Rhythm of Night'(2008), a novel in the vein of 'Black Mirror',  shortlisted in 'Chiu - Ko() Novel Award'. In 2012, he completed a YA fantasy trilogy with strong Taiwan culture and history as the backdrop.  He is also actively engaged in film critique in Hong Kong newspapers and participated in several science fiction film productions in Hong Kong and Taiwan.",
	"speaker2_bio": "Born in 1965, Andrew Bannister grew up in Cornwall. He studied Geology and went to work in the oil industry before becoming an Environmental Consultant, and then a construction specialist. He now works in construction industry during the day and writes books at all other times. He has been writing all his life - initially for student newspapers and fanzines before moving on to fiction and journalism. He has always loved reading science fiction, from the classics of the fifties and sixties to the energy of the present day, and a few years ago he discovered that writing it is even better. He now lives in Leicestershire where he writes, builds things and goes running. <br><br>Andrew's Science Fiction novel CREATION MACHINE, set in a vast artificial star cluster called The Spin, was published by Bantam in May 2016 and his next, IRON GODS, will be published in May 2017, also by Bantam. A third book, STONE CLOCK, is due out in 2018.",
	"speaker3_bio": "Andy is the CEO and co-founder of Asia Innovations Group (AIG), a leading mobile social and online entertainment group in Asia.  AIG aims to bring China’s advanced mobile social products and business models to the global market, leveraging strong local regional offices to operate these products for the best local experience.  One of AIG’s products, UP Live, has become the highest monetizing live video app launching since June, with leader position in Taiwan, HK, Middle East and growing quickly in SE Asia and Japan. <br><br> Andy previously was GM of Zynga China, and also built Google’s mobile business in China.  He also co-founded three startups and sold two of them.  Andy graduated from MIT with BS and MS in Computer Science. ",
	"speaker4_bio": "Wu Shuang, female, born in China, Master of Arts in Chinese, science fiction writer, film and TV play writer, image spokesman of the Science Fiction Nebula Website (http://www.wcsfa.com/), won the Best New Writer of the Fifth Nebula Award for Global Chinese Science Fiction, her film script Cloud and Mist won the Gold Medal of Originality for Best Science Fiction Film of the Sixth Nebula Award for Global Chinese Science Fiction, her works has been published on various magazines, such as Galaxy's Edge, Science Fiction World, has translated more than 200 thousand words of science fictions form English into Chinese and some of her translated works were compiled into the science fiction collection The shape of thought written by Ken Liu -- the winner of both Nebula Award and Hugo Award. Her short and mid-length science fiction collection Twins will be published in June of 2017.",
	"speaker5_bio": "Charlie Jane Anders is the author of All the Birds in the Sky, which was named one of the 10 best novels of 2016 by Time Magazine. She organizes the Writers With Drinks reading series, and was a founding editor of io9, a site about science fiction, science and futurism. Her fiction has appeared in Wired Magazine, Tin House, McSweeney's Internet Tendency, ZYZZYVA, the Catamaran Literary Reader, Tor.com, Asimov's Science Fiction, The Magazine of Fantasy & Science Fiction, Lightspeed, and a ton of anthologies. Her story ‘Six Months, Three Days’ won a Hugo Award and her novel Choir Boy won a Lambda Literary Award.",
	"speaker6_bio": "Once a Silicon Valley software engineer, CURTIS C. CHEN now writes speculative fiction and runs puzzle games near Portland, Oregon. His debut novel WAYPOINT KANGAROO (Thomas Dunne Books, 2016) is a science fiction spy thriller about a superpowered secret agent facing his toughest mission yet: vacation. A sequel, KANGAROO TOO, is forthcoming in 2017. <br><br>Curtis' short stories have appeared in Daily Science Fiction, MISSION: TOMORROW, and Andromeda Spaceways Magazine. From 2008-2013, he posted a new flash fiction story every Friday on his '512 Words or Fewer' blog; 117 of those tales are collected in THURSDAY'S CHILDREN, available as a free PDF download under a Creative Commons license. You can find Curtis at Puzzled Pint Portland on the second Tuesday of most every month.Visit him online at: http: //curtiscchen.com",
	"speaker7_bio": "A writer, director, producer originally from New York, now based in Hong Kong, Derek strives to challenge himself in everything he does. He's written and produced several feature films: $upercapitalist shot in Hong Kong, New York, released internationally in 2012 with millions of views; Always, a romance drama shot in Hong Kong and Shanghai released globally this 2016, and has a 8.5 rating in China on qq with 300K+ views, and “Agent”, a science fiction thriller, shot in 2016, entirely in California that explores the origins of the Pyramids, Stone Henge, and the Great Wall as well as Alien conspiracies.  Recently, he wrote and directed a science fiction short film, 'Lucid', about the possible future use of 'virtual reality' as a way to reconstruct memories. <br><br>He writes, and directs lifestyle branding videos , corporate and music videos, and has had the opportunity to work with some of the greatest stars and brands in entertainment, both in Asia, and North America. <br><br> He loves to travel, play sports, and exercise. He's a former CNN Producer, ex-Doubleclicker(now Google), Mercer consultant, and Cornell University graduate.",
	"speaker8_bio": "Eric founded Fifth Journey after nearly 20 years as an executive with Gameloft, Electronic Arts, Universal Pictures and Universal Music. As Managing Director and Head of Gameloft China, Eric led China publishing for major Hollywood franchises including Spiderman, Despicable Me, The Dark Knight, Iron Man, Ice Age, Thor, Captain America and others. Among his 20+ published titles for Hollywood, Despicable Me: Minion Rush remains a top-grosser in China and Gameloft’s best-selling game of all-time.",
	"speaker9_bio": "TBA",
	"speaker10_bio": "Jo Lusby is Managing Director of North Asia for Penguin Random House, the world’s largest consumer book publisher. She has set up successful operations in Beijing, Shanghai, Seoul, and, most recently Hong Kong, where she is now based.<br><br>Jo established the first Penguin Books based in the region in 2005, in Beijing. Under her guidance, Penguin Random House has emerged as the leading trade book publisher operating locally in the highly restricted China market. A fluent Mandarin speaker, Jo is responsible for all business operations, across publishing and acquisition of books for the Chinese, Korean, and English language markets, through to sales and distribution of English language imports from the UK and US.",
	"speaker11_bio": "TBA",
	"speaker12_bio": "Raised on a socialist kibbutz in Israel and now living in the UK, Lavie Tidhar is the author of the Jerwood Fiction Uncovered Prize winning and Premio Roma nominee A Man Lies Dreaming (2014), the World Fantasy Award winning Osama (2011) and of the critically-acclaimed and Seiun Award nominated The Violent Century (2013). His latest novel is Central Station (2016). He is the author of many other novels, novellas and short stories, including the British Fantasy Award winning novella Gorel and the Pot-Bellied God (2011). As editor, he established The Apex Book of World SF series of anthologies focusing on international SF. Between 2009-2013 he also published the BSFA Award winning The World SF Blog. Through these, he published the first translations into English of Han Song, Yang Ping and Ma Boyong, and early translations from Chen Qiufan and others. He has written on Chinese SF for New Scientist, The Internet Review of Science Fiction and Foundation: The International Review of Science Fiction. He has lived variously in Israel, South Africa, The United Kingdom, Vanuatu and Laos. A trilingual author, he has also published fiction and poetry in Hebrew, and currently writes a unique monthly column of short literary fiction in Bislama for the Vanuatu Daily Post.",
	"speaker13_bio": "One of the most respected executives in the media industry in Asia Pacific, Paul is Managing Director of Emerald Media. Paul was formerly the co-founder and CEO of CA Media. Paul has 25 years of professional experience as a media executive and investment banker with Morgan Stanley and CS Frist Boston, most of his career focused on Asia Pacific. Prior to CA Media, he served as the CEO of STAR Group Ltd., the region’s leading pay television broadcaster.  Prior to STAR, Paul was the head of TMT Investment Banking and the COO of Investment Banking for Morgan Stanley Asia and a corporate finance banker at CS First Boston. Paul received a B.A. degree in Economics and International Relations from the University of Notre Dame and Ph.D in Economics from the University of Cambridge. <br><br>Led by industry veterans Paul Aiello and Rajesh Kamat, Emerald Media is a pan-Asian platform established by KKR to fund investment opportunities in the fast-growing media and entertainment industries across Asia. KKR has committed up to $300mm from its KKR Asian Fund II and The Chernin Group will join as a minority co-investor. The platform primarily focuses on providing growth capital to media, entertainment and digital media companies across a wide range of subsectors spanning from content to platforms.",
	"speaker14_bio": "TBA",
	"speaker15_bio": "TBA",
	"speaker16_bio": "TBA",
	"speaker17_bio": "TBA",
	"speaker18_bio": "As an undergraduate, Xia Jia majored in Atmospheric Sciences at Peking University. She then entered the Film Studies Program at the Communication University of China, where she completed her Master's thesis: 'A Study on Female Figures in Science Fiction Films'. In 2014, she obtained a Ph.D. in Comparative Literature and World Literature at Peking University, with 'Chinese Science Fiction and Its Cultural Politics Since 1990' as the topic of her dissertation. Now she is Associate Professor of Chinese Literature at Xi’an Jiaotong University. <br><br>She has been publishing fiction since college in Science Fiction World and other venues. Several of her stories have won the Galaxy Award, China's most prestigious science fiction award. In English translation, she has been published in Clarkesworld and Upgraded. Her first story written in English, “Let’s Have a Talk,” was published in Nature in 2015.",
	"menu_speakers": "SPEAKERS",
	"menu_industry": "INDUSTRY DAY",
	"menu_fan_day": "FAN DAY",
	"menu_tickets": "TICKETS",
	"menu_news": "NEWS",
	"keep_updated": "KEEP ME UPDATED",
	"tickets_soon": "Tickets will be available shortly."
}